
export const UNIVERSITIES = [
  "جامعة الجزائر 1 - بن يوسف بن خدة",
  "جامعة العلوم والتكنولوجيا هواري بومدين (USTHB)",
  "جامعة قسنطينة 1 - منتوري",
  "جامعة وهران 1 - أحمد بن بلة",
  "جامعة سطيف 1 - فرحات عباس",
  "جامعة تلمسان - أبو بكر بلقايد",
  "جامعة ابن خلدون تيارت - ملحقة قصر الشلالة",
  "جامعة بومرداس - امحمد بوقرة"
];

export const FACULTIES = [
  "كلية العلوم الاقتصادية والتجارية وعلوم التسيير",
  "كلية الطب",
  "كلية التكنولوجيا",
  "كلية الحقوق والعلوم السياسية",
  "كلية الآداب واللغات",
  "كلية العلوم الدقيقة",
  "كلية العلوم الاجتماعية والإنسانية"
];

export const DEPARTMENTS = [
  "قسم العلوم الاقتصادية",
  "قسم علوم التسيير",
  "قسم العلوم التجارية",
  "قسم الجذع المشترك",
  "قسم الهندسة الميكانيكية",
  "قسم الإعلام الآلي",
  "قسم اللغة العربية"
];

export const APP_COMMISSION = 0.3; // 30%